TWO_fimi_client/Debug/FARF823.tmp

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:fimi="http://schemas.compassplus.com/two/1.0/fimi.xsd" xmlns:fimi1="http://schemas.compassplus.com/two/1.0/fimi_types.xsd">
   <soap:Header/>
   <soap:Body>
      <fimi:AcctCreditRq>
         <fimi:Request>
            <!--Mandatory:-->
            <fimi1:CardUID>CC091D7220D1A7F7E053162F10ACEB67</fimi1:CardUID>
            <fimi1:Amount>20.20</fimi1:Amount>
            <fimi1:TranNumber>22</fimi1:TranNumber>
            <!--Optionaly:-->            
            <fimi1:ChangeReason>Вывод WMP</fimi1:ChangeReason>
            <!--<fimi1:Account>40817810300000013009</fimi1:Account>-->
            <!--<fimi1:IgnoreImpact>1</fimi1:IgnoreImpact>-->
         </fimi:Request>
      </fimi:AcctCreditRq>
   </soap:Body>
</soap:Envelope>